<?php

return [
    'type'                   => 'Περιεχόμενα',
    'name'                   => 'Όνομα',
    'choices'                => 'Επιλογές',
    'property'               => 'Ιδιότητα',
    'edit_property'          => 'Επεξεργασία Ιδιότητας',
    'delete_property'        => 'Διαγραφή Ιδιότητας',
    'property_type'          => 'Τύπος ιδιότητας',
    'property_checkbox'      => 'Τετράγωνο',
    'property_checkbox_info' => 'Οι πελάτες έχουν τη δυνατότητα να επιλέξουν πολλές επιλογές στην ίδια ιδιότητα.',
    'property_radio'         => 'Στρόγγυλο',
    'property_radio_info'    => 'Οι πελάτες έχουν τη δυνατότητα να επιλέξουν το πολύ 1 επιλογή στην ίδια ιδιότητα.',
    'visible'                => 'Ορατό στους πελάτες',
    'home'                   => 'Αρχική',
    'categories'             => 'Κατηγορίες',
    'move'                   => 'Μετακίνηση κατηγοριών',
    'bulk_delete'            => 'Μαζική διαγραφή',
    'bulk_delete_prompt'     => 'Η διαγραφή των επιλεγμένων κατηγοριών θα διαγράψει επίσης όλες τις υποκατηγορίες και τις ιδιότητες που ανήκουν σ\' αυτές. Η ενέργεια αυτή είναι μη ανατρέψιμη.',

    'file'   => 'Προϊόντα',
    'folder' => 'Υποκατηγορίες',

    'create'          => 'Δημιουργία κατηγορίας',
    'create_property' => 'Προσθήκη νέας ιδιότητας',

    'delete'           => 'Διαγραφή κατηγορίας',
    'unable_to_delete' => 'Η κατηγορία δεν μπορεί να διαγραφή επειδή περιέχει ένα ή περισσότερα προϊόντα. Παρακαλώ διαγράψτε οριστικά τα προϊόντα αυτά και δοκιμάστε ξανά.',
    'select_rows'      => 'Δεν υπάρχουν επιλεγμένες κατηγορίες...',

    'properties'    => 'Ιδιότητες',
    'subcategories' => 'Υποκατηγορίες',

    'empty_table' => 'Δεν υπάρχουν ιδιότητες για αυτή την κατηγορία.',

    'info' => [
        'file'   => 'Επιλέξτε όταν η κατηγορία εμπεριέχει <u>προϊόντα</u>.',
        'folder' => 'Επιλέξτε όταν η κατηγορία αναλύετε σε <u>υποκατηγορίες</u>.'
    ],

    'notifications' => [
        'saved'          => 'Η κατηγορία αποθηκεύτηκε!',
        'unable_to_move' => 'Η κατηγορία ":name" δεν μπορεί να μετακινηθεί στον εαυτό της ή στην υποκατηγορία της.',
        'deleted_many'   => 'Οι επιλεγμένες κατηγορίες διαγράφηκαν!',
        'moved'          => 'Οι επιλεγμένες κατηγορίες μετακινήθηκαν!'
    ],

    'placeholders' => [
        'name' => 'Εισάγετε όνομα'
    ]
];