<?php

return [
    'collections'              => 'Συλλογές',
    'name'                     => 'Όνομα',
    'collection_name'          => 'Όνομα συλλογής',
    'products'                 => 'Προϊόντα',
    'add_new'                  => 'Προσθήκη',
    'add_new_collection'       => 'Προσθήκη νέας συλλογής',
    'bulk_delete'              => 'Διαγραφή επιλεγμένων',
    'bulk_delete_confirmation' => 'Η διαγραφή θα αποδεσμεύσει τα αντίστοιχα προϊόντα από αυτή τη συλλογή. Τα προϊόντα θα παραμείνουν άθικτα.',
    'select_rows'              => 'Δεν έχετε επιλέξει τίποτα...',

    'delete_text' => 'Η διαγραφή θα αποδεσμεύσει τα αντίστοιχα προϊόντα από αυτή τη συλλογή. Τα προϊόντα θα παραμείνουν άθικτα.',

    'buttons' => [
        'cancel' => 'Άκυρο',
        'save'   => 'Αποθήκευση',
        'delete' => 'Διαγραφή',
        'more'   => 'Περισσότερα',
    ],

    'input' => [
        'name' => 'Εισάγετε όνομα'
    ],

    'notifications' => [
        'saved'        => 'Αποθηκεύτηκε!',
        'deleted'      => 'Διαγράφηκε!',
        'deleted_many' => '1 συλλογή διαγράφηκε!|:number συλλογές διαγράφηκαν!'
    ]
];