<?php

return [
    'shipping_discount'       => '{0} Το καλάθι σας έχει δωρεάν μεταφορικά|[0.1,*] Το καλάθι σας έχει έκπτωση μεταφορικών',
    'shipping_discount_until' => '{0} :value ακόμα για δωρεάν μεταφορικά|[0.1,*] :value ακόμα για έκπτωση μεταφορικών',

    'inaccessible_area_fee' => 'Χρεώνεστε επιπλέον :fee λόγω δυσπρόσιτης περιοχής.',
    'excess_weight_fee'     => 'Χρεώνεστε επιπλέον :fee επειδή η παραγγελία σου υπερβαίνει τα :weight.',

    'thank_you' => 'Ευχαριστούμε :name!',
    'received'  => 'Λάβαμε την παραγγελία σας. Θα ενημερωθείτε μέσω e-mail όταν είναι έτοιμη.',

    'total'               => 'Σύνολο',
    "max_available_stock" => "Δυστυχώς δεν υπάρχουν :quantity κομμάτια αυτού του προϊόντος. Διαθέσιμο απόθεμα: :available"
];
