<?php

return [
    'shipping_discount'       => '{0} Το καλάθι σου έχει δωρεάν μεταφορικά|[0.1,*] Το καλάθι σου έχει έκπτωση μεταφορικών',
    'shipping_discount_until' => '{0} :value ακόμα για δωρεάν μεταφορικά|[0.1,*] :value ακόμα για έκπτωση μεταφορικών',

    'inaccessible_area_fee' => 'Χρεώνεσαι επιπλέον :fee λόγω δυσπρόσιτης περιοχής.',
    'excess_weight_fee'     => 'Χρεώνεσαι επιπλέον :fee επειδή η παραγγελία σου υπερβαίνει τα :weight.',

    'thank_you' => 'Ευχαριστούμε :name!',
    'received'  => 'Λάβαμε την παραγγελία σου και θα λάβεις e-mail όταν είναι έτοιμη.',

    'total' => 'Σύνολο'
];
