<?php


return [
    'variants_count' => '{1} 1 παραλλαγή|[2,*]:count παραλλαγές',
    'products_count' => '{1} 1 προϊόν|[2,*]:count προϊόντα',
    'availability'   => '{0} Μη διαθέσιμο|{1} :count διαθέσιμο|[2,*]:count διαθέσιμα',

    'name'                => 'Όνομα προϊόντος',
    'products'            => 'Προϊόντα',
    'category'            => 'Κατηγορία',
    'manufacturer'        => 'Κατασκευαστής',
    'search'              => 'Αναζήτηση',
    'new_product'         => 'Νέο προϊόν',
    'variant_options'     => 'Επιλογές',
    'price'               => 'Τιμή',
    'compare_price'       => 'Τιμή σύγκρισης',
    'discount'            => 'Έκπτωση',
    'stock'               => 'Απόθεμα',
    'weight'              => 'Βάρος',
    'sku'                 => 'SKU',
    'barcode'             => 'Barcode',
    'tax'                 => 'ΦΠΑ',
    'image'               => 'Εικόνα',
    'variants'            => 'Παραλλαγές',
    'more_options'        => 'Επιλογές',
    'is_physical'         => 'Αυτό είναι ένα φυσικό προϊόν',
    'in_stock'            => ':stock σε απόθεμα',
    'delete_product'      => 'Διαγραφή προϊόντος',
    'delete_confirmation' => 'Πρόκειται να στείλετε το προϊόν στον κάδο ανακύκλωσης από όπου μπορείτε να το επαναφέρετε ή να το διαγράψετε οριστικά.',

    'variant_type' => [
        'has_variants' => 'Προσθέστε παραλλαγές εάν αυτό το προϊόν διατίθεται σε πολλές εκδόσεις, όπως διαφορετικά μεγέθη ή χρώματα.',
        'name'         => 'Όνομα',
        'new'          => 'Προσθήκη νέου',
        'size'         => 'Μέγεθος',
        'color'        => 'Χρώμα',
        'material'     => 'Υλικό',
    ],

    'actions' => [
        'save'   => 'Αποθήκευση',
        'delete' => 'Διαγραφή',
        'cancel' => 'Άκυρο',
    ],

    'collections' => 'Συλλογές',

    'filters'          => 'Φίλτρα',
    'filters_info'     => 'Αυτό το προϊόν θα εμφανιστεί στα αποτελέσματα αναζήτησης εάν ο πελάτης επιλέξει οποιαδήποτε από τις παρακάτω επιλογές.',
    'image_color_diff' => 'Αναλόγως τη συσκευή σας, τα χρώματα των εικόνων μπορεί να διαφέρουν ελάχιστα από τα πραγματικά των προϊόντων.',
    'primary_details'  => 'Βασικά χαρακτηριστικά',
];