<?php

return [
    'create_mass_variants'         => 'Δημιουργία πολλαπλών παραλλαγών',
    'delete'                       => 'Διαγραφή παραλλαγής',
    'delete_confirmation'          => 'Πρόκειται να στείλετε την παραλλαγή στον κάδο ανακύκλωσης από όπου μπορείτε να την επαναφέρετε ή να την διαγράψετε οριστικά.',
    'delete_multiple'              => 'Διαγραφή πολλαπλών παραλλαγών',
    'delete_multiple_confirmation' => 'Πρόκειται να στείλετε πολλές παραλλαγές στον κάδο ανακύκλωσης από όπου μπορείτε να τις επαναφέρετε ή να τις διαγράψετε οριστικά.',
    'variants'                     => 'Παραλλαγές',

    'bulk-actions' => [
        'image'         => 'Αλλαγή εικόνων',
        'price'         => 'Αλλαγή τιμών',
        'compare_price' => 'Αλλαγή τιμών σύγκρισης',
        'discount'      => 'Αλλαγή εκπτώσεων',
        'sku'           => 'Αλλαγή sku',
        'stock'         => 'Αλλαγή αποθεμάτων',
        'weight'        => 'Αλλαγή βαρών',
    ],

    'buttons' => [
        'save'      => 'Αποθήκευση',
        'cancel'    => 'Άκυρο',
        'apply_all' => 'Εφαρμογή σε όλα',
        'delete'    => 'Διαγραφή',
        'add_new'   => 'Προσθήκη νέας',
        'add_many'  => 'Προσθήκη πολλών'
    ],

    'notifications' => [
        'created'               => 'Η παραλλαγή αποθηκεύτηκε!',
        'saved'                 => 'Η παραλλαγή αποθηκεύτηκε!',
        'error'                 => 'Παρουσιάστηκε κάποιο πρόβλημα!',
        'deleted'               => 'Η παραλλαγή διαγράφηκε!',
        'created_many'          => '1 παραλλαγή αποθηκεύτηκε!|:number παραλλαγές αποθηκεύτηκαν!',
        'deleted_many'          => '1 παραλλαγή διαγράφηκε!|:number παραλλαγές διαγράφηκαν!',
        'images_updated'        => 'Η εικόνα παραλλαγή άλλαξε!|:number εικόνες παραλλαγών άλλαξαν!',
        'price_updated'         => 'Η τιμή της παραλλαγής άλλαξε!|Οι τιμές :number παραλλαγών άλλαξαν!',
        'compare_price_updated' => 'Η συγκριτική τιμή της παραλλαγής άλλαξε!|Οι συγκριτικές τιμές :number παραλλαγών άλλαξαν!',
        'discount_updated'      => 'Η έκπτωση της παραλλαγής άλλαξε!|Οι εκπτώσεις :number παραλλαγών άλλαξαν!',
        'sku_updated'           => 'Το sku της παραλλαγής άλλαξε!|Οι τιμές sku :number παραλλαγών άλλαξαν!',
        'stock_updated'         => 'Το απόθεμα της παραλλαγής άλλαξε!|Τα αποθέματα :number παραλλαγών άλλαξαν!',
        'weight_updated'        => 'Το βάρος της παραλλαγής άλλαξε!|Τα βάρη :number παραλλαγών άλλαξαν!',
        'validation_failed'     => 'Η επικύρωση στοιχείων απέτυχε. Παρακαλούμε ελέγξτε τα στοιχεία.'
    ]
];