<?php

return [
    'actions' => [
        'new'      => 'Νέο',
        'add_many' => 'Προσθήκη νέων',
        'delete'   => 'Διαγραφή',
        'cancel'   => 'Άκυρο'
    ],

    'create_mass_variants' => 'Δημιουργία πολλαπλών παραλλαγών',
    'delete'               => 'Διαγραφή παραλλαγής',
    'delete_confirmation'  => 'Πρόκειται να στείλετε την παραλλαγή στον κάδο ανακύκλωσης από όπου μπορείτε να την επαναφέρετε ή να την διαγράψετε οριστικά.',
    'new'                  => 'Προσθήκη νέας παραλλαγής',
    'variants'             => 'Παραλλαγές',

    'mass-actions' => [
        'image'         => 'Αλλαγή εικόνων',
        'price'         => 'Αλλαγή τιμών',
        'compare_price' => 'Αλλαγή τιμών σύγκρισης',
        'discount'      => 'Αλλαγή εκπτώσεων',
        'sku'           => 'Αλλαγή sku',
        'stock'         => 'Αλλαγή αποθεμάτων',
        'weight'        => 'Αλλαγή βαρών',
        'apply_to_all'  => 'Εφαρμογή σε όλα'
    ],

    'notifications' => [
        'created'               => 'Η παραλλαγή αποθηκεύτηκε!',
        'saved'                 => 'Η παραλλαγή αποθηκεύτηκε!',
        'error'                 => 'Παρουσιάστηκε κάποιο πρόβλημα!',
        'deleted'               => 'Η παραλλαγή διαγράφηκε!',
        'created_many'          => '1 παραλλαγή αποθηκεύτηκε!|:number παραλλαγές αποθηκεύτηκαν!',
        'deleted_many'          => '1 παραλλαγή διαγράφηκε!|:number παραλλαγές διαγράφηκαν!',
        'images_updated'        => 'Η εικόνα παραλλαγή άλλαξε!|:number εικόνες παραλλαγών άλλαξαν!',
        'price_updated'         => 'Η τιμή της παραλλαγής άλλαξε!|Οι τιμές :number παραλλαγών άλλαξαν!',
        'compare_price_updated' => 'Η συγκριτική τιμή της παραλλαγής άλλαξε!|Οι συγκριτικές τιμές :number παραλλαγών άλλαξαν!',
        'discount_updated'      => 'Η έκπτωση της παραλλαγής άλλαξε!|Οι εκπτώσεις :number παραλλαγών άλλαξαν!',
        'sku_updated'           => 'Το sku της παραλλαγής άλλαξε!|Οι τιμές sku :number παραλλαγών άλλαξαν!',
        'stock_updated'         => 'Το απόθεμα της παραλλαγής άλλαξε!|Τα αποθέματα :number παραλλαγών άλλαξαν!',
        'weight_updated'        => 'Το βάρος της παραλλαγής άλλαξε!|Τα βάρη :number παραλλαγών άλλαξαν!',
        'validation_failed'     => 'Η επικύρωση στοιχείων απέτυχε. Παρακαλούμε ελέγξτε τα στοιχεία.'
    ]
];