@extends('pages.master', [
    'title' => __("Cancellation policy"),
    'description' => __("Cancellation policy")
])

@php
    $url = env('APP_URL');
    $base = basename($url);
    $link = "<a href='$url'>$base</a>";

    $workingHours = "Δευτέρα έως Παρασκευή από τις 09:00 έως τις 15:00 και Σάββατο από τις 09:00 έως τις 12:00";
    $phone = __("eshop::company.phone");
    $address = __("eshop::company.address");
@endphp

@section('main')
    <div class="container-fluid py-4 bg-white">
        <div class="container">
            <h1 class="fs-3 mb-3">Πολιτική ακύρωσης</h1>

            <h2 class="fs-4 mb-3 mt-5">Πώς θα ξέρω αν έχει καταχωρηθεί η παραγγελία μου;</h2>

            <p>Σε περίπτωση που δεν λάβεις το επιβεβαιωτικό email, πιθανότατα:</p>

            <ol>
                <li>να μην έχεις ολοκληρώσει την παραγγελία σου</li>
                <li>να έχεις καταχωρήσει λανθασμένο το email</li>
                <li>να έχει μεταφερθεί στην ανεπιθύμητη αλληλογραφία</li>
            </ol>

            <h2 class="fs-4 mb-3 mt-5">Μπορώ να αλλάξω/τροποποιήσω/ακυρώσω την παραγγελία μου;</h2>

            <p>Ναι, επικοινωνώντας μαζί μας με έναν από τους παρακάτω τρόπους</p>

            <ol>
                <li>Τηλεφωνικά στο {{ $phone }} ({{ $workingHours }} (αστική χρέωση))</li>
                <li>Μέσω email</li>
            </ol>

            <h2 class="fs-4 mb-3 mt-5">Δεν έχω παραλάβει την παραγγελία μου, που περιέχει προϊόντα από το {!! $link !!} ενώ έχει περάσει ο εκτιμώμενος χρόνος από την ημέρα που με ενημερώσατε ότι έχει αποσταλεί. Τι να κάνω;</h2>

            <p>Μην ανησυχείς! Επιλέγοντας τον αριθμό αποστολής που βρίσκεται στην παραγγελία σου, στο ιστορικό παραγγελιών, μπορείς να την εντοπίσεις ανά πάσα στιγμή.</p>

            <h2 class="fs-4 mb-3 mt-5">Πώς επιστρέφω προϊόντα;</h2>

            <p>Σε περίπτωση που επιθυμείς να επιστρέψεις το προϊόν που έχεις αγοράσει, έχεις τη δυνατότητα να το κάνεις με 2 τρόπους εντός 15 ημερολογιακών ημερών από την ημέρα που το παρέλαβες! (Απαραίτητη προϋπόθεση το προϊόν να βρίσκεται στην κλειστή εμπορική του συσκευασία και να συνοδεύεται από
                την απόδειξη αγοράς)</p>

            <ol>
                <li>Παραδίδοντας το/τα στην αρχική κατάσταση και συσκευασία στο κατάστημα μας που βρίσκετε στη διεύθυνση {{ $address }} προσκομίζοντας το μαζί με την απόδειξη αγοράς!</li>
                <li>Αποστέλλοντας το/τα με δικά σου έξοδα, στην αρχική του κατάσταση και συσκευασία, στο κατάστημα μας που βρίσκετε στη διεύθυνση {{ $address }} εσωκλείοντας την απόδειξη αγοράς.</li>
            </ol>

            <h2 class="fs-4 mb-3 mt-5">Παρέλαβα προϊόντα από το {!! $link !!} αλλά ένα προϊόν είναι ελαττωματικό, έχει ελλιπή συσκευασία, ή είναι λάθος προϊόν. Τι να κάνω;</h2>

            <p>Εάν κάποιο προϊόν δεν είναι σύμφωνα με τις προδιαγραφές του κατασκευαστή μπορείς να επικοινωνήσεις μαζί μας για να μας ενημερώσεις για την επίλυση του προβλήματος.</p>
        </div>
    </div>
@endsection