@extends('pages.master', [
    'title' => __("General Data Protection Regulation"),
    'description' => __("General Data Protection Regulation")
])

@php
    $url = env('APP_URL');
    $base = basename($url);
    $link = "<a href='$url'>$base</a>";
@endphp

@section('main')
    <div class="container-fluid py-4 bg-white">
        <div class="container">
            <h1 class="fs-3 mb-3">Προστασία Προσωπικών Δεδομένων</h1>

            <p>Η διαχείριση και προστασία των προσωπικών δεδομένων του επισκέπτη/χρήστη των υπηρεσιών του {!! $link !!} υπόκειται στους όρους του παρόντος τμήματος καθώς και στις σχετικές διατάξεις του ελληνικού νόμου (Ν. 2472/1997)
                για την προστασία του ατόμου και την προστασία δεδομένων προσωπικού χαρακτήρα όπως έχει συμπληρωθεί με τις αποφάσεις του Προέδρου της Επιτροπής Προστασίας Προσωπικών Δεδομένων, τα Π. Δ. 207/1998 και 79/2000 και το άρθρο 8 του Ν. 2819/2000) και του ευρωπαϊκού δικαίου (οδηγίες
                95/46/ΕΚ και 97/66/ΕΚ). Οι παρόντες όροι διατυπώνονται λαμβανομένων υπόψη τόσο της ραγδαίας ανάπτυξης της τεχνολογίας και ειδικότερα του Internet όσο και του υπάρχοντος - αν και μη πλήρως ανεπτυγμένου - πλέγματος νομικών ρυθμίσεων σχετικά με τα ζητήματα αυτά. Σε αυτό το πλαίσιο,
                οποιαδήποτε ενδεχόμενη σχετική ρύθμιση θα αποτελέσει αντικείμενο του παρόντος τμήματος. Σε κάθε περίπτωση η {!! $link !!} διατηρεί το δικαίωμα αλλαγής των όρων προστασίας των προσωπικών δεδομένων κατόπιν ενημέρωσης των επισκεπτών / χρηστών και μέσα στο υπάρχον ή και ενδεχόμενο νομικό
                πλαίσιο. Εάν κάποιος επισκέπτης / χρήστης δε συμφωνεί με τους όρους προστασίας των προσωπικών δεδομένων που προβλέπονται στο παρόν τμήμα ΟΦΕΙΛΕΙ να ΜΗ χρησιμοποιεί τις υπηρεσίες του {!! $link !!}.</p>

            <h3 class="fw-bold fs-6 mb-3">Γενικοί όροι προστασίας των προσωπικών δεδομένων</h3>

            <p>Η παρούσα ιστοσελίδα {!! $link !!} διαφυλάσσει τον προσωπικό χαρακτήρα των στοιχείων σας και δε δύναται να τα μεταβιβάσει σε οποιονδήποτε τρίτο (φυσικό ή νομικό πρόσωπο) για κανένα λόγο με την εξαίρεση σχετικών διατάξεων του νόμου και προς τις αρμόδιες και μόνο αρχές. Η ιστοσελίδα
                {!! $link !!} διατηρεί αρχεία με τα προσωπικά στοιχεία, τα οποία αποστέλλει ο επισκέπτης / χρήστης αποκλειστικά για λόγους επικοινωνίας, οικονομικούς και φορολογικούς. Ο επισκέπτης / χρήστης μπορεί να επικοινωνήσει με το αρμόδιο τμήμα προκειμένου να διασταυρώσει την ύπαρξη προσωπικού
                του αρχείου, την διόρθωση αυτού, την αλλαγή του ή την διαγραφή του. Επισκέπτες / χρήστες της ιστοσελίδας {!! $link !!} που είναι ανήλικοι μπορούν να έχουν πρόσβαση στις υπηρεσίες του {!! $link !!} μόνο με τη συγκατάθεση των γονέων ή των κηδεμόνων τους και δεν έχουν υποχρέωση να
                υποβάλλουν τα προσωπικά τους στοιχεία. Σε περίπτωση υποβολής τέτοιων στοιχείων από ανήλικους, οι διαχειριστές της ιστοσελίδας {!! $link !!} διαγράφουν τις σχετικές πληροφορίες. Επίσης, οι διαχειριστές της παρούσας ιστοσελίδας είναι δυνατόν να επεξεργάζονται τμήμα ή το σύνολο των
                στοιχείων που εσείς έχετε αποστείλει για λόγους στατιστικούς και βελτίωσης των παρεχόμενων υπηρεσιών – πληροφοριών της.</p>
        </div>
    </div>
@endsection