@extends('pages.master', [
    'title' => __("Shipping methods"),
    'description' => __("Shipping methods")
])

@php
    $shippingFee = 2.5;
    $paymentFee = 1.5;
    $excessFee = 0.0;
    $freeOn = 35;
@endphp

@section('main')
    <div class="container-fluid py-4 bg-white">
        <div class="container">
            <h1 class="fs-3 mb-3">Τρόποι αποστολής</h1>

            <h2 class="fs-4 mb-3 mt-5">Για Ελλάδα</h2>

            <p>Οι παραγγελίες μας τις αποστέλλουμε με τις εταιρείες <strong>ACS courier</strong> και <strong>SpeedEx</strong> ταχυμεταφορές.</p>

            <p>Η αποστολή γίνεται συνήθως την ίδια μέρα ή την επόμενη εργάσιμη ημέρα της παραγγελίας σας (για ετοιμοπαράδοτα προϊόντα), και φτάνει σε σας συνήθως την επόμενη εργάσιμη, εκτός από ορισμένες απομακρυσμένες περιοχές της χώρας όπου ο χρόνος παράδοσης μπορεί να φτάσει και έως τις 5
                εργάσιμες ημέρες.</p>

            <p>Κάνοντας εγγραφή στην ιστοσελίδα μας, σας δίνετε η δυνατότητα να παρακολουθείτε οποιαδήποτε στιγμή την πορεία της παραγγελίας σας. Μπορείτε επίσης να ελέγχετε όλες τις προηγούμενες σας παραγγελίες καθώς επίσης και να βρείτε τον κωδικό παρακολούθησης (tracking number) της μεταφορικής
                εταιρείας.</p>

            <p class="fw-500">Για όλες σας τις αγορές η αντικαταβολή κοστίζει {{ format_currency($paymentFee) }} ενώ για αγορές μέχρι 2 κιλά το κόστος αποστολής ανέρχεται στα {{ format_currency($shippingFee) }}.
                @if($excessFee > 0) Από τα 2 κιλά και πάνω για κάθε επιπλέον κιλό υπάρχει χρέωση {{ format_currency($excessFee) }}. @endif
                Για παραγγελίες άνω των {{ format_currency($freeOn) }} το κόστος αποστολής είναι δωρεάν.</p>

            <p>Σε οποιαδήποτε περίπτωση η αποστολή γίνεται μέσα σε διάστημα 10 ημερών, ενώ η παράδοση εξαρτάται από την μεταφορική εταιρεία.</p>
        </div>
    </div>
@endsection