@extends('eshop::customer.pages.master', [
    'title' => __("Data protection"),
    'description' => __("Data protection")
])

@section('main')
    <div class="container-fluid py-4 bg-white">
        <div class="container">
            <h1 class="fs-3 mb-3">{{ __("Data protection") }}</h1>

            <p>Η Εταιρία σέβεται και δεσμεύεται να προστατεύει τα δεδομένα προσωπικού χαρακτήρα και το προσωπικό απόρρητο κάθε επισκέπτη/χρήστη της Ιστοσελίδας. Η παρούσα Πολιτική Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (εφεξής «η Πολιτική») καθορίζει την εν λόγω δέσμευση της Εταιρίας καθώς
                αναφέρει συνοπτικά τα δεδομένα που μπορεί να συλλέξει ή επεξεργαστεί η Εταιρία, τον τρόπο χρήσης αυτών καθώς επίσης και πληροφορίες σχετικά με τις ενέργειες στις οποίες μπορεί ή πρέπει ο επισκέπτης/χρήστης της Ιστοσελίδας να προβεί σχετικά με την επεξεργασία των προσωπικών του
                πληροφοριών κατά την επίσκεψή του στην Ιστοσελίδα.</p>
            <p>Η Πολιτική δύναται να αναθεωρείται ή/και ενημερώνεται ανά πάσα στιγμή και άνευ ειδοποίησης. Η Εταιρία θα αναρτά την εκάστοτε ισχύουσα έκδοση της Πολιτικής, προκειμένου να ενημερώνεται ο επισκέπτης/χρήστης, ο οποίος θα θεωρείται ότι αποδέχεται την νέα Πολιτική με το να συνεχίζει να
                κάνει χρήση της Ιστοσελίδας ή των υπηρεσιών της. Για τον λόγο αυτό, κάθε επισκέπτης/χρήστης της Ιστοσελίδας παρακαλείται να ελέγχει ανά τακτά χρονικά διαστήματα την Πολιτική.</p>
            <p>Η διαχείριση και η προστασία των προσωπικών δεδομένων του επισκέπτη/χρήστη της Ιστοσελίδας υπόκειται στους όρους του παρόντος τμήματος καθώς και από τις σχετικές διατάξεις του ελληνικού δικαίου για την προστασία του ατόμου από τη επεξεργασία των δεδομένων προσωπικού χαρακτήρα όπως
                έχει συμπληρωθεί με τις αποφάσεις της αρμόδιας διοικητικής αρχής αλλά και του ευρωπαϊκού δικαίου (ιδίως του Κανονισμού 2016/679).</p>
            <p>Εάν κάποιος επισκέπτης/χρήστης δεν συμφωνεί με τους όρους της Πολιτικής που προβλέπονται στο παρόν τμήμα οφείλει να μη χρησιμοποιεί τις σελίδες/υπηρεσίες της Ιστοσελίδας.</p>

            <h2 class="fs-5 mb-3">1. ΠΟΙΑ ΔΕΔΟΜΕΝΑ ΣΥΛΛΕΓΟΥΜΕ</h2>
            <p>Ο επισκέπτης/χρήστης της Ιστοσελίδας δύναται καταρχήν να επισκέπτεται το σύνολο της Ιστοσελίδας και των επιμέρους υποσελίδων αυτής, χωρίς να αποκαλύπτει την ταυτότητα του και χωρίς να παρέχει οποιοδήποτε προσωπικό στοιχείο του. Ωστόσο, είναι δυνατό ότι για την πρόσβαση ή και χρήση του
                επισκέπτη/χρήστη ορισμένων περιοχών ή υπηρεσιών της Ιστοσελίδας, να απαιτηθεί η εγγραφή του επισκέπτη/χρήστη για την απόκτηση κωδικού πρόσβασης ή/και συλλογή και επεξεργασία δεδομένων προσωπικού χαρακτήρα και για συγκεκριμένους σκοπούς, όπως αναφέρονται στην παρούσα Πολιτική.</p>

            <ul>
                <li>Τα δεδομένα που ενδέχεται να συλλέξουμε περιλαμβάνουν:</li>
                <li>Βασικές πληροφορίες (όπως όνομα, επώνυμο)</li>
                <li>Στοιχεία επικοινωνίας (όπως διεύθυνση, τηλέφωνο, ηλεκτρονική διεύθυνση)</li>
                <li>Πληροφορίες που τυχόν παρέχει ο επισκέπτης/χρήστης</li>
                <li>Πληροφορίες που νομίμως συλλέγονται από δημόσια προσβάσιμες πηγές</li>
            </ul>

            <h2 class="fs-5 mb-3">2. ΠΩΣ ΕΠΕΞΕΡΓΑΖΟΜΑΣΤΕ ΤΑ ΔΕΔΟΜΕΝΑ</h2>
            <p>Η Εταιρία θα δύναται να τηρεί αρχείο και να επεξεργάζεται τα δεδομένα προσωπικού χαρακτήρα του επισκέπτη/χρήστη, τα οποία θα περιέχονται σε γνώση της, μέσω της Ιστοσελίδας. Η συλλογή και επεξεργασία των δεδομένων προσωπικού χαρακτήρα από την Εταιρία θα γίνεται μόνο κατόπιν
                συγκατάθεσης προς τούτο του επισκέπτη/χρήστη, ο οποίος θα τα παρέχει οικειοθελώς με σκοπό την παροχή πρόσβασης στις ανωτέρω εφαρμογές ή υπηρεσίες που θα είναι διαθέσιμες μέσω της Ιστοσελίδας.</p>

            <p>Η καταχώριση των δεδομένων του επισκέπτη/χρήστη κατά την εγγραφή του στην Ιστοσελίδα θα συνεπάγεται την συγκατάθεσή του στην συλλογή, χρήση και διαβίβαση αυτών βάσει των όρων της παρούσας Πολιτικής. Ο επισκέπτης/χρήστης, ωστόσο, θα καλείται περαιτέρω ειδικώς και ρητώς να δώσει την
                συγκατάθεσή του προς τούτο, αποδεχόμενος την παρούσα Πολιτική πριν την ολοκλήρωση της διαδικασίας εγγραφής του.</p>

            <p>Ειδικότερα, ο επισκέπτης/χρήστης θα αποδέχεται και συγκατατίθεται όπως η Εταιρία υπό τους όρους της εφαρμοστέας νομοθεσίας όπως ισχύει, θα τηρεί σε αρχείο και θα επεξεργάζεται τα δεδομένα προσωπικού χαρακτήρα του που θα συλλέγονται μέσω της Ιστοσελίδας, με σκοπό την πρόσβαση του
                επισκέπτη/χρήστη στις παρεχόμενες ηλεκτρονικές εφαρμογές, την εξυπηρέτησή του, την υποστήριξη και εκτέλεση της μεταξύ του επισκέπτη/χρήστη και της Εταιρίας συναλλακτικής σχέσης, καθώς και για στατιστικούς λόγους και για σκοπούς ενημέρωσης και προώθησης προϊόντων και υπηρεσιών της
                Εταιρίας κατόπιν ειδικής προς τούτο συγκατάθεσης του επισκέπτη/χρήστη.</p>

            <p>Διευκρινίζεται ότι τα προσωπικά δεδομένα που τυγχάνουν επεξεργασίας από την Εταιρία, προορίζονται αποκλειστικά για τη διασφάλιση της λειτουργίας της αντίστοιχης υπηρεσίας της Ιστοσελίδας και δεν επιτρέπεται να χρησιμοποιηθούν από την Εταιρία ή οποιονδήποτε τρίτο, χωρίς να τηρηθούν οι
                διατάξεις της εφαρμοστέας νομοθεσίας σχετικά με την προστασία από επεξεργασία δεδομένων προσωπικού χαρακτήρα, όπως αυτή ισχύει κάθε φορά. Η Εταιρία ενεργεί σύμφωνα με την ισχύουσα νομοθεσία και στοχεύει στην καλύτερη εφαρμογή της ορθής πρακτικής σε ότι αφορά το διαδίκτυο.</p>

            <p>Τα δεδομένα προσωπικού χαρακτήρα, που θα συλλέγονται από την Εταιρία μέσω της Ιστοσελίδας, θα τηρούνται με ασφάλεια για όσο χρονικό διάστημα ο επισκέπτης/χρήστης είναι εγγεγραμμένος σε κάποια υπηρεσία της Εταιρίας ή απαιτείται με βάση των επιδικωκόμενο σκοπό και θα διαγράφονται μετά
                την με οποιοδήποτε τρόπο λήξη της συναλλακτικής σχέσης του επισκέπτη/χρήστη με την Εταιρία ή εφόσον εκλείψουν οι λόγοι επεξεργασίας που αναφέρονται στην παρούσα, λαμβάνοντας υπόψιν τυχόν υποχρεώσεις της Εταιρίας δυνάμει της εφαρμοστέας νομοθεσίας.</p>

            <p>Αποδέκτες στοιχείων των εν λόγω δεδομένων, δύνανται να είναι πέραν της Εταιρίας, συνδεδεμένα νομικά πρόσωπα ή συνεργαζόμενες με την Εταιρία επιχειρήσεις που μεσολαβούν για την προώθηση, υποστήριξη και εξυπηρέτηση της συναλλακτικής σχέσης και μόνο για τον σκοπό της παροχής των
                υπηρεσιών ηλεκτρονικών επικοινωνιών ή την τυχόν παροχή υπηρεσιών προστιθέμενης αξίας που έχει ζητήσει ο χρήστης και πάντα υπό τις προϋποθέσεις της εφαρμοστέας νομοθεσίας. Εκτός αν ρητά προβλέπεται στην Πολιτική ή επιτάσσεται εκ του νόμου ή/και τις αρμόδιες αρχές (όπως ενδεικτικά
                αρμόδιες δικαστικές, αστυνομικές και άλλες διοικητικές αρχές κατόπιν νομίμου αιτήμάτος τους), η Εταιρία δεν θα προβεί άλλως στην κοινοποίηση, γνωστοποίηση, διαβίβαση, διάδοση ή κάθε άλλης μορφής διάθεση οποιασδήποτε πληροφορίας που της παρέχει ο κάθε επισκέπτης/χρήστης άνευ της
                συγκατάθεσης αυτού.</p>

            <p>Η ασφάλεια των προσωπικών δεδομένων των επισκεπτών/χρηστών της Ιστοσελίδας αποτελεί υψίστης σημασίας για εμάς. Η Εταιρία αφοσιώνεται να διασφαλίζει ότι λαμβάνει τα κατάλληλα τεχνικά και οργανωτικά μέτρα προκειμένου να προστατεύεται η ακεραιότητα, εμπιστευτικότητα και διαθεσιμότητα των
                προσωπικών δεδομένων των επισκεπτών/χρηστών έναντι της μη εξουσιοδοτημένης πρόσβασης, χρήσης, κοινολόγησης, αλλοίωσης ή καταστροφής σε συμμόρφωση με την εφαρμοστέα νομοθεσία για την προστασία των δεδομένων προσωπικού χαρακτήρα. Ωστόσο, παρά το γεγονός ότι καταβάλλουμε κάθε δυνατή
                προσπάθεια να προστατεύουμε τα δεδομένα των επισκεπτών/χρηστών, η Εταιρία αδυνατεί να εγγυηθεί την ασφάλεια των πληροφοριών που παρέχονται στην Ιστοσελίδα καθώς αυτό γίνεται με την ευθύνη του επισκέπτη/χρήστη.</p>

            <h2 class="fs-5 mb-3">3. ΔΙΚΑΙΩΜΑΤΑ ΤΟΥ ΕΠΙΣΚΕΠΤΗ/ΧΡΗΣΤΗ</h2>
            <p>Ο επισκέπτης/χρήστης διατηρεί ανά πάσα στιγμή τα δικαιώματα που προβλέπονται βάσει της ισχύουσας νομοθεσίας για την προστασία των δεδομένων προσωπικού χαρακτήρα (και πρωτίστως του Κανονισμού 2016/679) και υπό τους όρους και προϋποθέσεις αυτής ήτοι:</p>
            <ul>
                <li>το δικαίωμα της ενημέρωσης σχετικά με τα δεδομένα του που επεξεργαζόμαστε</li>
                <li>το δικαίωμα της πρόσβασης στα δεδομένα του που τηρούμε</li>
                <li>το δικαίωμα της διόρθωσης αυτών</li>
                <li>το δικαίωμα της διαγραφής αυτών</li>
                <li>το δικαίωμα περιορισμού ή εναντίωσης στην επεξεργασία των δεδομένων του</li>
                <li>το δικαίωμα φορητότητας αυτών σε άλλο υπεύθυνο ή εκτελούντα την επεξεργασία.</li>
            </ul>

            <p>Σε περίπτωση που ο επισκέπτης/χρήστης εναντιωθεί με την επεξεργασία των δεδομένων του από την Εταιρία ή επιθυμεί να ανακαλέσει την συγκαταθεσή του(που θα έχει δοθεί προηγουμένως), η Εταιρια θα συμμορφωθεί με τις σχετικές οδηγίες σύμφωνα με τις νόμιμες υποχρεώσεις της, εφόσον δοθούν
                εγγράφως. Σημειώνεται ότι η εναντίωση ή ανάκληση συγκατάθεσης θα συνεπάγεται ότι η Εταιρία δεν θα δύναται να ανταποκριθεί στην υλοποίηση των σκοπών που αναφέρονται στην παρούσα Πολιτική. Η ανάκληση συγκατάθεσης ενεργεί μόνο για το μέλλον και δεν θίγει την νομιμότητα της επεξεργασίας
                που βασίσθηκε στην συγκατάθεση προ της ανάκλησής της. Η Εταιρία θα δύναται να επεξεργάζεται τα δεδομένα και μετά την ανάκληση της συγκατάθεσης μόνο στο μέτρο που θα επιτρέπεται από τον νόμο προκειμένου να ανταποκριθεί στις νόμιμες υποχρεώσεις της ή/και για την προάσπιση των
                δικαιωμάτων της.</p>

            <p>Σε περίπτωση άσκησης ενός εκ των ανωτέρω δικαιωμάτων, η Εταιρία θα λάβει κάθε αναγκαίο μέτρο για την ικανοποίηση του σχετικού αιτήματος εντός των προβλεπομένων στην νομοθεσία χρονικών προθεσμιών ενημερώνοντας γραπτώς τον επισκέπτη/χρήστη για την ικανοποίηση του αιτήματος, άλλως για
                τους λόγους που εμποδίζουν την άσκηση του εν λόγω δικαιώματος ή την ικανοποίηση αυτού.</p>

            <p>Για την ενάσκηση των δικαιωμάτων του, κάθε επισκέπτης/χρήστης μπορεί να επικοινωνεί με την Εταιρία και να υποβάλλει το αίτημά του εγγράφως στην ακόλουθη ηλεκτρονική διεύθυνση [gdpr@onassis.org υπόψιν του Υπευθύνου Προστασίας Δεδομένων].</p>

            <p>Επίσης, κάθε επισκέπτης/χρήστης έχει το δικαίωμα να απευθυνθεί στην αρμόδια εποπτική αρχή (ελληνική Αρχής Προστασίας Δεδομένων Προσωπικού Χαρακτήρα), η οποία εξετάζει έγγραφες καταγγελίες σύμφωνα με τις οδηγίες που παρέχονται στον ιστότοπό της (www.dpa.gr), σε περίπτωση που
                αντιτάσσεται στην επεξεργασία από την Εταιρία των δεδομένων του.</p>

            <h2 class="fs-5 mb-3">ΣΤΑΤΙΣΤΙΚΕΣ ΠΛΗΡΟΦΟΡΙΕΣ ΠΕΡΙΗΓΗΣΗΣ</h2>
            <p>Σε ορισμένες περιπτώσεις μπορεί να συγκεντρώνονται αυτόματα (πχ όχι μέσω εγγραφής) τεχνικές πληροφορίες που δεν είναι προσωπικά αναγνωρίσιμες, όταν κάποιος επισκέπτης/χρήστης επισκέπτεται ή κάνει χρήση της Ιστοσελίδας. Παραδείγματα αυτού του τύπου πληροφοριών που μπορεί να συλλεχθούν
                είναι browser, λειτουργικό σύστημα υπολογιστή, domain name της ιστοσελίδας από την οποία συνδέθηκε, τοποθεσία.</p>

            <h2 class="fs-5 mb-3">COOKIES</h2>
            <p>Για την σωστότερη λειτουργία της Ιστοσελίδας και την καλύτερη πλοήγησή του επισκέπτη/χρήστη αυτής, καθώς και για την καλύτερη παροχή των υπηρεσιών της Εταιρίας, χρησιμοποιούμε cookies.</p>

            <p>Τα cookies είναι αρχεία δεδομένων, τα οποία μεταφέρονται από έναν διακομετακομιστή web στον υπολογιστή του προσώπου που επισκέπτεται την Ιστοσελίδα. Τα cookies αποτελούν ένα βιομηχανικό πρότυπο, χρησιμοποιούνται από τις περισσότερες τοποθεσίες web και διευκολύνουν την επαναλαμβανόμενη
                πρόσβαση των επισκεπτών/χρηστών σε μια συγκεκριμένη τοποθεσία web και την χρήση αυτής.</p>

            <p>Τα cookies δεν είναι επιβλαβή για το σύστημα του υπολογιστή του επισκέπτη/χρήστη ή για τα αρχεία του και μόνο η τοποθεσία web από την οποία μεταφέρθηκε ένα συγκεκριμένο cookie στον υπολογιστή του επισκέπτη/χρήστη έχει την δυνατότητα ανάγνωσης, τροποποίησης ή διαγραφής του. Με τον
                τρόπο αυτό, η Ιστοσελίδα θυμάται τις ενέργειές και προτιμήσεις των επισκεπτών/χρηστών για ένα χρονικό διάστημα, προκειμένου να υπάρχει πχ. εξατομίκευση διαδικτυακών διαφημίσεων, ανάλυση επισκεψιμότητας ή άλλη στατιστική ανάλυση, και παροχή των υπηρεσιών που έχουν ζητήσει. Κατ’ αυτό
                τον τρόπο δεν χρειάζεται να εισάγει ο κάθε επισκέπτης/χρήστης τις προτιμήσεις του κάθε φορά που επισκέπτεται την Ιστοσελίδα. Η Εταιρία και οι ειδικά εξουσιοδοτημένοι συνεργάτες της έχουν πρόσβαση σε οποιαδήποτε πληροφορία αφορά cookies.</p>

            <p>Αν δεν επιθυμείτε να γίνεται συλλογή πληροφοριών μέσω των cookies μπορείτε να χρησιμοποιήσετε τις ρυθμίσεις που διαθέτουν τα περισσότερα προγράμματα περιήγησης στο διαδίκτυο, με τις οποίες μπορείτε να διαγράφετε τα ήδη υπάρχοντα cookies και να επιλέξετε είτε να απορρίπτονται αυτόματα
                τα μελλοντικά cookies είτε να αποφασίζετε για την απόρριψη ή την αποδοχή κάθε συγκεκριμένου cookie στον υπολογιστή σας. Σημειώνεται ότι η απόρριψη των cookies ενδέχεται να έχει ως συνέπεια να δυσχεραίνεται ή καθίσταται αδύνατη η χρήση ορισμένων τμημάτων της Ιστοσελίδας.</p>
        </div>
    </div>
@endsection
