@extends('eshop::customer.pages.master', [
    'title' => __("Return policy"),
    'description' => __("Return policy")
])

@php($days = 14)

@section('main')
    <div class="container-fluid py-4 bg-white">
        <div class="container">
            <h1 class="fs-3 mb-3">{{ __("Return policy") }}</h1>

            <p>Έχετε το δικαίωμα να επιστρέψετε τα προϊόντα που αγοράσατε <span class="fw-500">εντός {{ $days }} ημερών από την παραλαβή τους</span>.</p>

            <p>Σε περίπτωση που θέλετε να μας τα επιστρέψετε, πρέπει να μας ενημερώσετε στο τηλέφωνο <span class="fw-500">{{ __('company.phone')[0] }}</span> ή με email στο <span class="fw-500">{{ __("company.email") }}</span>.</p>

            <p>1) Στην περίπτωση που η υπαιτιότητα είναι δική μας (πχ λάθος προϊόν, λάθος στην λήψη της παραγγελίας) μας ενημερώνετε ώστε να προβούμε σε άμεση αντικατάστασή του ή σε επιστροφή χρημάτων χωρίς να χρεώνεστε έξοδα αποστολής.</p>

            <p>2) Σε περίπτωση που η υπαιτιότητα είναι του πελάτη (πχ δεν σας ικανοποιεί το προϊόν, λάθος νούμερο) μπορούμε να το αντικαταστήσουμε η να προβούμε σε επιστροφή των χρημάτων σας ωστόσο χρεώνεστε με τα έξοδα αποστολής.</p>

            <p>Το προϊόν που επιστρέφεται πρέπει να βρίσκεται σε άριστη κατάσταση, να μην έχει χρησιμοποιηθεί ή υποστεί οποιαδήποτε φθορά ή αλλοίωση και να επιστραφεί μέσα στην αρχική συσκευασία παραλαβής του, συνοδευόμενο από όλα τα απαραίτητα παραστατικά, που λάβατε κατά την παραλαβή του.</p>
        </div>
    </div>
@endsection
