@extends('eshop::customer.layouts.master', ['title' => 'Ασφάλεια συναλλαγών'])

@section('main')
    <div class="container-fluid py-4 bg-white">
        <div class="container">
            <h1 class="fs-3 mb-3">Ασφάλεια συναλλαγών</h1>

            <p>Ένα ηλεκτρονικό κατάστημα που μεριμνά για την ασφάλεια των πελατών του θα χρησιμοποιεί και θα αναφέρει ρητά όλα τα απαραίτητα συστήματα ασφάλειας καθώς και θα παρέχει τις απαραίτητες πληροφορίες για την πιστοποίηση της ταυτότητας του. Πριν προχωρήσετε στη συναλλαγή σας ελέγξτε
                προσεκτικά στην ιστοσελίδα του για την ταυτότητά του και τα συστήματα ασφαλείας που χρησιμοποιεί.</p>

            <p>Μπορείτε να ενημερωθείτε για την "ταυτότητα" της ιστοσελίδας του ηλεκτρονικού καταστήματος που επισκέπτεστε, αναζητώντας την μέσα από μητρώα του Internet (π.χ. τη διεθνή βάση δεδομένων <a href="https://grweb.ics.forth.gr/public/">https://grweb.ics.forth.gr/public/</a>). Εκεί θα βρείτε
                σε ποιόν ακριβώς έχει κατοχυρωθεί το ηλεκτρονικό κατάστημα, δηλ. ποιος είναι ο πραγματικός ιδιοκτήτης. Μπορείτε ακόμα να αναζητήσετε την ύπαρξη ενός ειδικού σήματος στην ιστοσελίδα που πιστοποιεί την ταυτότητά της. Ακόμα χρήσιμο θα ήταν πριν προβείτε σε αγορές να επικοινωνήσετε με
                τον τηλεφωνικό αριθμό του φυσικού καταστήματος (είναι υποχρεωτική η αναγραφή του στην ιστοσελίδα) για να διαπιστώσετε πως όντως πρόκειται για το κατάστημα που έχετε επιλέξει.</p>

            <p>Όσον αφορά την ασφάλεια, ένα ηλεκτρονικό κατάστημα θα πρέπει να χρησιμοποιεί μια σειρά από "συστήματα ασφαλείας" προκειμένου να διασφαλίσει την ασφάλεια των συναλλαγών του μαζί σας, όπως:</p>

            <p>Μια ψηφιακή ταυτότητα (digital ID) από κάποιο αναγνωρισμένο φορέα πιστοποίησης (οι ψηφιακές ταυτότητες επιβεβαιώνουν την ταυτότητα του συναλλασσομένου εμπόρου). Ένα πρωτόκολλο ασφαλείας (π.χ., Secure Socket Layer - SSL, ή Secure Electronic Transaction - SEΤ). Μια ασφαλή σύνδεση.
                Προτού δώσετε τα στοιχεία της πιστωτικής σας κάρτας επιβεβαιώστε πως χρησιμοποιείτε ασφαλή σύνδεση βλέποντας στην οθόνη σας, στην περιοχή της διαδικτυακής διεύθυνσης το σύμβολο https://. Η ύπαρξη αυτού του συμβόλου παρέχει πρόσθετη εξασφάλιση.</p>

            <p>Οι έλεγχοι για την ασφάλεια και την εγκυρότητα του ηλεκτρονικού καταστήματος πρέπει να γίνονται ανεξάρτητα από το αν η πρόσβασή μας στο Διαδίκτυο γίνεται από τον υπολογιστή, από κινητό τηλέφωνο (π.χ. WAP) ή από την διαλογική (interactive) τηλεόραση. Επιπλέον, πρέπει να έχουμε υπ' όψη
                πως οι αγορές μέσω κινητών τηλεφώνων της παρούσης γενιάς εισάγουν ένα διαφορετικό βαθμό επικινδυνότητας λόγω και της ασύρματης μετάδοσης γι' αυτό και πρέπει να προσπαθούμε να ενημερωθούμε για την ασφάλεια των υπηρεσιών ηλεκτρονικού εμπορίου αυτού του τύπου.</p>
        </div>
    </div>
@endsection