@extends('eshop::customer.pages.master', [
    'title' => __("Terms of service"),
    'description' => __("Terms of service")
])

@section('main')
    <div class="container-fluid py-4 bg-white">
        <div class="container">
            <div><h4 class="mb-3">{{ __("Terms of service") }}</h4>

                <h5 class="mb-3">ΓΕΝΙΚΑ</h5>
                <p>O παρών δικτυακός τόπος {{ config('app.url') }} (εφεξής χάριν συντομίας «Ιστοσελίδα») ανήκει στην εταιρία με την επωνυμία «{{ __("company.name") }}» που εδρεύει στην ΞΑΝΘΗ (οδός {{ __("company.address") }}).</p>
                <p>Η χρήση των ηλεκτρονικών σελίδων και υπηρεσιών της Ιστοσελίδας από τον επισκέπτη/χρήστη προϋποθέτει την ανεπιφύλακτη συμφωνία του με τους παρόντες όρους χρήσης, που ισχύουν για το σύνολο του περιεχομένου, των σελίδων, των γραφικών, των εικόνων, των φωτογραφιών και των αρχείων που
                    περιλαμβάνονται στην Ιστοσελίδα (εφεξής χάριν συντομίας «οι Όροι Χρήσης»). Συνεπώς, ο επισκέπτης/χρήστης οφείλει να διαβάσει προσεκτικά τους Όρους Χρήσης πριν από τη χρήση των υπηρεσιών της και, εάν δεν συμφωνεί, οφείλει να μην κάνει χρήση των υπηρεσιών και του περιεχομένου της
                    Ιστοσελίδας.</p>
                <p>Η Εταιρία διατηρεί το δικαίωμα να τροποποιήσει μονομερώς τους Όρους Χρήσης και κάθε αναπόσπαστο τμήμα αυτών, οποτεδήποτε άνευ ειδοποίησης. Η Εταιρία θα αναρτά την εκάστοτε ισχύουσα έκδοση των Όρων Χρήσης, προκειμένου να ενημερώνεται ο επισκέπτης/χρήστης. Ο επισκέπτης/χρήστης
                    παρακαλείται να ελέγχει ανά τακτά χρονικά διαστήματα το περιεχόμενο των συγκεκριμένων σελίδων για ενδεχόμενες αλλαγές. Η εξακολούθηση της χρήσης των σελίδων ή/και των υπηρεσιών της Ιστοσελίδας ακόμη και μετά τις όποιες αλλαγές σημαίνει την ανεπιφύλακτη εκ μέρους του
                    επισκέπτη/χρήστη αποδοχή των τροποποιημένων Όρων Χρήσης.</p>

                <h5 class="mb-3">ΑΔΕΙΑ ΧΡΗΣΗΣ</h5>
                <p>Η Εταιρία ενθαρρύνει την ιδιωτική χρήση του περιεχομένου της Ιστοσελίδας για προσωπική ενημέρωση, καθώς και τη χρήση για εκπαιδευτικούς ή ερευνητικούς σκοπούς. Δεν αποτελεί ιδιωτική χρήση η χρήση στο πλαίσιο μιας επιχείρησης ή μιας υπηρεσίας ή ενός οργανισμού. Για εκπαιδευτικούς ή
                    ερευνητικούς σκοπούς και μόνον επιτρέπεται η αναπαραγωγή ή η αποθήκευση μεμονωμένων σελίδων ή δεδομένων, με απαραίτητη προϋπόθεση την ένδειξη προέλευσής τους από την Ιστοσελίδα και την αναφορά των ονομάτων των δημιουργών (εφόσον αυτά εμφανίζονται στην Ιστοσελίδα), και υπό την
                    προϋπόθεση ότι δεν θίγονται με κανένα τρόπο τα σχετικά δικαιώματα βιομηχανικής και πνευματικής ιδιοκτησίας. Ωστόσο, οι επισκέπτες/χρήστες θα πρέπει να είναι ενήμεροι ότι ορισμένα αρχεία ή δεδομένα ενδέχεται να αποτελούν πνευματική ιδιοκτησία τρίτων μερών (συνεργατών φορέων,
                    οργανισμών, εταιρειών κλπ.), και δεν μπορούν να χρησιμοποιηθούν χωρίς την άδεια αυτών των τρίτων μερών (που ενδέχεται να αναγράφονται στη σχετική ένδειξη της Ιστοσελίδας).</p>
                <p>Απαγορεύεται αυστηρά η αποθήκευση, η αναπαραγωγή, η αναδημοσίευση, η μετάδοση ή η διανομή οποιουδήποτε τμήματος του περιεχομένου της Ιστοσελίδας για εμπορικούς σκοπούς ή για οποιαδήποτε άλλη χρήση που δεν εμπίπτει στην ανωτέρω παράγραφο.</p>
                <p>Απαγορεύεται αυστηρά η αποθήκευση, η αναπαραγωγή, η αναδημοσίευση, η μετάδοση ή η διανομή κατατεθειμένων σημάτων ή σημάτων υπηρεσιών της Εταιρίας, καθώς και σημάτων συνεργαζόμενων φορέων που εμφανίζονται στην Ιστοσελίδα.</p>

                <h5>ΕΥΘΥΝΗ ΕΠΙΣΚΕΠΤΗ/ΧΡΗΣΤΗ</h5>
                <p>Η χρήση της Ιστοσελίδας πρέπει να γίνεται αποκλειστικά για νόμιμους σκοπούς και με τρόπο που να μην περιορίζει ή εμποδίζει τη χρήση της από τρίτους. Ο επισκέπτης/χρήστης οφείλει να συμμορφώνεται με τους κανόνες και τις διατάξεις του εφαρμοστέου ελληνικού, ευρωπαϊκού και διεθνούς
                    δικαίου και υποχρεούται να χρησιμοποιεί την Ιστοσελίδα σύμφωνα με το νόμο, τα χρηστά ήθη και τους παρόντες Όρους Χρήσης. Ο επισκέπτης/χρήστης υποχρεούται να απέχει από κάθε παράνομη και καταχρηστική συμπεριφορά κατά την χρήση αυτής και σε σχέση με αυτήν, και αναλαμβάνει την
                    ευθύνη για οποιαδήποτε ζημία προκαλείται στην Εταιρία ή/και τρίτο από κακή ή αθέμιτη χρήση της Ιστοσελίδας ή/και των σχετικών υπηρεσιών που προσφέρονται μέσω αυτής.</p>

                <h5>ΧΡΗΣΗ ΣΥΝΔΕΣΜΩΝ ΣΕ ΔΙΚΤΥΑΚΟΥΣ ΤΟΠΟΥΣ ΤΡΙΤΩΝ (LINKS)</h5>
                <p>Η Ιστοσελίδα ενδέχεται να εμπεριέχει παραπομπές σε δικτυακούς τόπους τρίτων ή/και να παρέχει τώρα ή στο μέλλον την δυνατότητα πρόσβασης σε ιστοσελίδες τρίτων μέσω συνδέσμων, "δεσμών", hyperlinks ή/και διαφημιστικών banners, κατασκευασμένους από άλλους ιδιώτες και οργανισμούς.</p>
                <p>Οι παραπομπές αυτές παρέχονται για την εξυπηρέτηση των χρηστών και για την παροχή σε αυτούς επιπλέον χρήσιμων πληροφοριών και η χρήση αυτών των συνδέσμων θα γίνεται με αποκλειστική ευθύνη του επισκέπτη/χρήστη της Ιστοσελίδας ενώ οι αντίστοιχες ιστοσελίδες θα υπόκεινται στους
                    δικούς τους όρους χρήσης, για τους οποίους ουδεμία ευθύνη φέρει αλλά και ουδεμία σύνδεση έχει η Εταιρία.</p>
                <p>Η Εταιρία δεν φέρει καμία ευθύνη και δεν εγγυάται σε καμία περίπτωση για το περιεχόμενο, την πολιτική προστασίας προσωπικών δεδομένων, την ορθότητα, νομιμότητα, πληρότητα, επικαιρότητα ή/και ακρίβεια ή ποιότητα υπηρεσιών και την ασφάλεια άλλων δικτυακών τόπων που διασυνδέονται με
                    την Ιστοσελίδα μέσω τέτοιων συνδέσμων, ούτε για τους εξυπηρετητές (servers) μέσω των οποίων η Ιστοσελίδα και άλλοι δικτυακοί τόποι τίθενται στη διάθεσή του επισκέπτη/χρήστη. Η Εταιρία δεν ευθύνεται για σφάλματα ή κακή λειτουργία των ιστοσελίδων των τρίτων, καθώς και για οιαδήποτε
                    ζημία των επισκεπτών/χρηστών από την πρόσβαση και χρήση των παρεχομένων μέσω αυτών πληροφοριών, υπηρεσιών και προϊόντων.</p>

                <h5>ΕΓΚΥΡΟΤΗΤΑ ΙΣΤΟΣΕΛΙΔΑΣ - ΠΕΡΙΟΡΙΣΜΟΣ ΕΥΘΥΝΗΣ</h5>
                <p>Η Εταιρία καταβάλλει κάθε δυνατή προσπάθεια, ώστε το σύνολο του περιεχομένου και οι πληροφορίες που εμφανίζονται στην Ιστοσελίδα να χαρακτηρίζονται, κατά το δυνατόν, από ακρίβεια, σαφήνεια, ορθότητα, πληρότητα, επικαιρότητα και διαθεσιμότητα, ωστόσο δεν εγγυάται ότι οι σελίδες, οι
                    υπηρεσίες, οι επιλογές και τα περιεχόμενα θα παρέχονται χωρίς διακοπή και χωρίς σφάλματα, καθώς και ότι τα λάθη θα διορθώνονται. Επίσης, η Εταιρία δεν εγγυάται ότι η ίδια ή οποιοδήποτε άλλος συγγενικός δικτυακός τόπος ή οι εξυπηρετητές ("servers"), μέσω των οποίων αυτά τίθενται
                    στο επισκέπτη/χρήστη, παρέχονται χωρίς «ιούς» ή άλλα επιζήμια συστατικά. Η Εταιρία δεν εγγυάται σε καμία περίπτωση την ορθότητα, την πληρότητα ή και διαθεσιμότητα των περιεχομένων, των σελίδων, των υπηρεσιών, των επιλογών ή για τα αποτελέσματά τους. Η Εταιρία δεν ευθύνεται για
                    οποιασδήποτε μορφής ζημία υποστεί ο επισκέπτης/χρήστης των σελίδων, των υπηρεσιών, των επιλογών και των περιεχομένων της Ιστοσελίδας στις οποίες προβαίνει με δική του πρωτοβουλία και με τη γνώση των Όρων Χρήσης.</p>

                <p>Κάθε επισκέπτης/χρήστης οφείλει να λαμβάνει όλα τα κατάλληλα μέτρα ασφαλείας (πχ. Προγράμματα προστασίας από ιούς κ.α.) πριν από οιαδήποτε «φόρτωση» από την Ιστοσελίδα. Το κόστος των ενδεχόμενων διορθώσεων ή επισκευών, το αναλαμβάνει ο επισκέπτης/χρήστης, της Εταιρίας μη επέχουσας
                    κάποιας ευθύνης ή επιβάρυνσης. Ο επισκέπτης/χρήστης έχει την ευθύνη πρόσβασης στις υπηρεσίες της Ιστοσελίδας και η σχετική πρόσβαση μπορεί να απαιτεί την καταβολή τελών σε τρίτους φορείς (π.χ. παροχείς υπηρεσιών διαδικτύου, χρέωση χρόνου παραμονής στο διαδικτύου). Ο
                    επισκέπτης/χρήστης έχει την αποκλειστική ευθύνη πληρωμής των σχετικών τελών. Επίσης, ο επισκέπτης/χρήστης είναι αποκλειστικά υπεύθυνος για τον προσωπικό εξοπλισμό του με τα απαραίτητα τεχνολογικά μέσα που του επιτρέπουν την πρόσβαση στις υπηρεσίες της Ιστοσελίδας.</p>

                <h5>ΛΟΙΠΟΙ ΟΡΟΙ / ΕΦΑΡΜΟΣΤΕΟ ΔΙΚΑΙΟ</h5>
                <p>Οποιαδήποτε διάταξη των Όρων Χρήσης καταστεί αντίθετη προς το νόμο, παύει αυτοδικαίως να ισχύει, χωρίς σε καμία περίπτωση να θίγεται η ισχύς των λοιπών όρων.</p>

                <p>Το παρόν αποτελεί τη συνολική δεσμευτική συμφωνία μεταξύ της Εταιρίας και του επισκέπτη/χρήστη της Ιστοσελίδας και υπηρεσιών της.</p>

                <p>Καμία τροποποίηση των Όρων Χρήσης δεν θα λαμβάνεται υπόψη και δεν θα αποτελεί τμήμα της συμφωνίας αυτής, εάν δεν έχει διατυπωθεί και αποδεικνύεται εγγράφως και δεν έχει ενσωματωθεί στους παρόντες Όρους Χρήσης.</p>

                <p>Οι παρόντες Όροι Χρήσης, καθώς και οποιαδήποτε τροποποίησή τους, διέπονται και ερμηνεύονται από το ελληνικό δίκαιο, το δίκαιο της Ευρωπαϊκής Ένωσης και τις σχετικές διεθνείς συνθήκες. Αρμόδια δικαστήρια για την επίλυση κάθε διαφοράς είναι αποκλειστικά τα δικαστήρια της Ξάνθης.</p>
            </div>
        </div>
    </div>
@endsection
